{
    "electronic" : [
        {
            "title": "ISSUANCE OF E-INSTRUCTIONS",
            "text": "",
            "list": [
                "The Client hereby agrees and confirms that the following shall be considered E-Instructions for purposes of this Agreement: (1) electronic mail messages and/or scanned instructions found in attachments to electronic mail and/ or originally-signed digital bank forms (the “E-mail Instruction”) and/or (2) text messages, messages using messaging apps such as, but not limited to, Viber and WhatsApp, and other forms of ephemeral electronic communication (the “Ephemeral Instruction”), as defined in the 2001 Rules on Electronic Evidence. Both E-mail Instruction and Ephemeral Instruction shall hereinafter be collectively referred to as “E-Instructions”.",
                "The Client shall sign, execute, issue, deliver and/or confirm to the Bank, from time to time, the E-Instructions against his/her accounts with the Bank, using such email account/s, telephone number/s or messaging apps, specifically Viber or WhatsApp with which to send said Instructions to the Bank, as indicated in Schedule 1 hereof, which shall form an integral part of this Agreement. The Client shall likewise sign, execute, issue, deliver and/or perform any and all acts, agreements, documents, instruments or forms that may be required by the Bank in the implementation of the same, including the issuance of the pertinent letter of authority (LOA) for an authorized personnel (the “Authorized Personnel”) to accept, receive and/or pick-up manager’s checks, bank statements, checkbook orders, bank certification, if requested by the Client. The Client shall likewise provide a Special Power of Attorney, attached as Schedule 2 hereto, for this purpose. Upon submission and acceptance by the Bank, the SPA shall likewise form an integral part of this Agreement.",
                "For purposes of confirmation of the E-Instructions, which the Bank may conduct at its sole discretion, the Client hereby likewise designates email account/s and/or telephone numbers in Schedule 1 hereof by which the Bank may communicate and/or confirm, through email and/or telephone call, the authenticity or validity of any and all received E-Instruction."
            ],
            "subText": "",
            "subList":"",
            "para": ""
    
        },
        {
            "title": "FORM OF E-INSTRUCTIONS",
            "text": "The Client shall ensure that all E-mail Instructions:",
            "list": [
                "are transmitted from the Client’s designated email account/s or, in exceptional cases, other form of electronic correspondence to the e-mail account/s specified by the Bank to the Client, as may be updated in writing with the Bank from time to time;",
                "are clear and unambiguous in the determination of the Bank, which determination shall be conclusive and binding on the Client;",
                "are received by the Bank within a reasonable time of the banking day for the performance of the Instruction relayed therein;",
                "for LOA and digital bank forms, bear the name and signature of the Client and shown in the signature cards submitted by the Client which are on file with the Bank;",
                "show the complete information as provided for in the Bank’s standard forms or as prescribed by the Bank; and",
                "if the Client sends E-mail Instructions for the same transaction repeatedly, e.g., twice or more, the Client agrees to indicate “Avoid Duplication” to avoid double/repeated processing. Financial losses/double payments incurred as a result of the Client’s failure to caution the Bank shall be the sole responsibility of the Client."
            ],
            "subText": "The Client shall ensure that all Ephemeral Instructions:",
            "subList": [
                "are transmitted from the Client’s duly registered cellphone number/s, or via messaging apps, specifically Viber or WhatsApp indicating the Client’s registered cellphone number/s, as may be updated in writing with the Bank from time to time;",
                "are clear and unambiguous in the determination of the Bank (no text shortcuts and/or abbreviations), which determination shall be conclusive and binding on the Client; and",
                "are received by the Bank within a reasonable time of the banking day for the performance of the Instruction relayed therein;"
            ],
            "para":""
        },
        {
            "title": "ACTS OF THE BANK",
            "text": "As an accommodation to the Client:",
            "list": [
                "For the avoidance of any doubt, the Client acknowledges, agrees and confirms that this Agreement does not cover any and all of the electronic channels being made available by the Bank, which the Client has already availed of, or has agreed to avail of, and that the terms and condition governing the use of the Bank’s electronic channels shall prevail at all times;",
                "The Client agrees and acknowledges that the Bank, in any case, reserves and has the right not to act on any or all E- Instructions that the Bank may deem incorrect or incomplete or for whatever other reasons which the Bank may or may not disclose to the Client, at its sole discretion;",
                "The Client agrees to accept all actions of the Bank performed on the basis of E-Instructions made, or believed by the Bank to have been made, by the Client. Notwithstanding the email message and/or telephone call confirmation mentioned in Section 1(c) above, the Bank has no obligation to make any verification with the Client about any E-Instruction that the Bank reasonably believes to have been made by Client;",
                "The Client likewise agrees to accept all actions of the Bank performed on the basis of Ephemeral Instructions made, or believed by the Bank to have been made by the Client. The Client further agrees that, notwithstanding an email message and/or telephone call mentioned in Section 1(c) for the confirmation of the authenticity and validity of the Ephemeral Instruction received, the Bank has no obligation to make any verification of the same with the Client. In this regard, the Client agrees to (i) monitor his/her registered and designated email account and/or telephone number, and (ii) immediately flag to the Bank the invalid Ephemeral Instruction received.",
                "Any E- Instruction shall be irrevocable once instruction has been implemented by the Business Center or Head Office operating unit who acted upon the E- Instruction;",
                "The Client likewise acknowledges that the print-out of his/her E-mail Instructions is also considered to be an original of the same under the existing Revised Rules of Evidence and shall be treated as such. The Client hereby agrees that the print-out of the E-mail Instruction or other output readable by sight or other means which is shown to reflect the data accurately shall be sufficient for purposes of impugning or confirming the validity and/or authenticity of the said E-mail Instructions;",
                "The Client further acknowledges that the screenshot/photographs of the Ephemeral Instruction, including electronically saved copies thereof, shall be deemed a duplicate of such Ephemeral Instruction. The Client hereby agrees that the screenshot/ photograph, electronically saved copies of the same, including enlargements and miniatures thereof, shall be sufficient for purposes of impugning or confirming the validity and/or authenticity of the Ephemeral",
                "For telegraphic transfers, the Client hereby authorizes the Bank and its duly authorized personnel to disclose to correspondent banks, agencies and other entities, foreign and/or local, such information on the Client, the Payee/s or destination account as shall be required or needed for the processing of the transactions authorized in the E- Instructions and this Agreement."
            ],
            "subText": "",
            "subList": "",
            "para":""
        },
        {
            "title": "RISKS ASSUMED BY THE CLIENT",
            "para": [
                "The Client acknowledges that electronic mail transmission and text/Viber/WhatsApp messaging and other forms of ephemeral electronic communication are not secure means of sending information and may be subject to tampering and unauthorized access, and may be fraudulently or mistakenly written, altered or sent, and may not be received in whole or in part by the Bank.",
                "The Client assumes all the risks involved in connection with the transmission of any E-Instructions, such as, but not limited to, risks of late, erroneous transmission, unauthorized, fraudulent or altered or incomplete E- Instructions. The Bank shall not be responsible for non-receipt of any E- Instruction.",
                "Any financial loss as a result of the Client’s E- Instructions to the Bank, which were received by the Bank as a result of tampering, hacking, unauthorized access of the Client’s email/company/personal communication system and cellphones and other devices, and were implemented by the Bank, shall be borne solely by the Client."
            ]
        },
        {
            "title": "SUSPENSION OF PROCESS",
            "para": [
                "The Client agrees that the Bank may suspend the acceptance of E-Instructions from time to time, even without prior notice to the Client. If at any time the Bank deems it necessary, in the event of an emergency (the opinion of the Bank being conclusive in this respect) or for security or maintenance reasons, to suspend acceptance of any E-Instruction, the Bank may do so without notice to the Client. The Bank shall not be liable to the Client for any suspension and/or unavailability of the e-mail facility or digital telephone services and/or for any damages or losses suffered or costs incurred by the Client due to such suspension."
            ]
        },
        {
            "title": "CONCLUSIVENESS OF E-INSTRUCTIONS",
            "para": [
                "The Client agrees that the Bank’s records of the contents of received E-Instructions and other details (including but not limited to payments made or received) pursuant to this Agreement shall, as against the Client, be deemed to be conclusive evidence of such instructions and such other details.",
                "The Client agrees and acknowledges that the Bank shall not be liable for any inaccuracy or omission of any data, information or message in the E- Instructions, or for any delay in the transmission or delivery thereof, or for any loss or damage arising from such inaccuracy, omission, and/or delay. Neither shall the Bank be liable for any force majeure event (such as flood, natural disasters, fire, war, labor dispute, accident, power failure, equipment malfunction) or any other cause beyond the control of the Bank.",
                "The Client confirms that the Bank is authorized to debit or transfer from the Client’s account/s such amount/s as shall be specified in the E-Instructions made, or believed by the Bank to have been made, by the Client.",
                "The Client hereby agrees and confirms that the Bank need not receive any paper-based document containing the E-Instructions in order for the Bank to implement said instruction and/or related transaction."
            ]
        },
        {
            "title": "INDEMNITY",
            "para": [
                "The Client hereby irrevocably and unconditionally agrees to hold and keep the Bank free and harmless from and against any and/or all claims, suits, actions or proceedings of whatever kind or nature that any person may file or institute against the Bank arising from or in connection with the E-Instructions given by the Client. The Client shall indemnify and compensate the Bank against any and/or all damages, losses, liabilities, costs and expenses of whatever nature and howsoever arising suffered or incurred by the Bank, including without limiting the generality of the foregoing attorney’s fees and costs of suit, whether directly or indirectly arising from any breach by the Client of his/her obligations hereunder. The Client’s liability hereunder shall be a continuing obligation and shall survive any cancellation or termination of this Agreement.",
                "The Client absolutely and irrevocably waives, releases and discharges the Bank, its assigns and successors-in-interest, owners, directors, officers, employees, agents and representatives (collectively, “BANK”) from any and all rights, interests, claims and cause or causes of action that the Client, his/her heirs, assigns, and successors-in-interest, may now or in the future claim to have against the Bank arising from or in connection with the reliance by the Bank on the E-Instructions given by the Client."
            ]
        },
        {
            "title": "ENFORCEABILITY, AMENDMENTS, GOVERNING LAW and VENUE",
            "para": [
                "This Agreement is binding on, and enforceable against, the Client, his/her heirs, assigns and successors-in-interest, and the Client cannot assign or transfer any of his/her rights, interest or obligations under this Agreement to any person in whole or in part without the express written consent of the Bank. No amendment, modification or supplement to this Agreement shall be valid and binding or enforceable unless the same is made in writing and signed by the parties herein.",
                "This Agreement shall be governed by and construed in accordance with Philippine laws. Any controversy arising from or in connection with this Agreement shall be heard before the proper courts of Makati City to the exclusion of all other courts."
            ]
        },
        {
            "title": "EFFECTIVITY",
            "para": [
                "This Agreement shall take effect upon the signing hereof and shall remain in effect until terminated by either party upon receipt of prior written notice by the other."
            ]
        },
        {
            "title": "SEVERABILITY",
            "para": [
                "Any provision of this Agreement which is determined to be invalid or unenforceable will be ineffective to the extent of such determination without invalidating the remaining provisions of this Agreement or affecting the validity or enforceability of the remaining provisions."
            ]
        },
        {
            "title": "NO WAIVER",
            "para": [
                "No delay or omission on the part of the Bank in the exercise of any power or right shall operate as a waiver thereof or any acquiescence therein, nor shall any single or partial exercise of any such power or right preclude other or further exercise thereof or the exercise of any other power or right."
            ]
        },
        {
            "title": "COUNTERPARTS",
            "para": [
                "This Agreement may be executed in counterparts, all of which shall constitute one and the same instrument. Each Party agrees that any copy of this Agreement bearing the original signatures of the parties’ authorized signatories shall be deemed valid as an original as if an original had been signed in each party’s presence and delivered by hand."
            ]
        },
        {
            "title": "MISCELLANEOUS",
            "para": [
                "This Agreement shall apply solely to the E-Instructions received from the Client, as defined in the First Recital and Section 1(a) of this Agreement and shall not be in substitution for, any other mandate, policies, procedures, terms and conditions, relating to the conduct of the Client’s transactions and accounts with the Bank. All other terms and conditions set forth in the Terms and Conditions (Applicable to All Deposit Accounts) not inconsistent herewith are hereby confirmed and continue to be valid, binding and effective and shall form part of this Agreement. All such other provisions found or provided for in the pertinent transaction forms issued by the Client in relation to the transactions contemplated hereunder are hereby likewise confirmed and deemed valid, binding and effective.",
                "The Client hereby acknowledges having read and clearly understood the terms and conditions of this Agreement and the corresponding risks arising from the transmission of E-Instructions. The Bank reserves the right to amend any of the foregoing provisions upon due notice to the Client. The Client hereby agrees that, when the Bank amends the provisions, the then-current version of the Agreement shall supersede all prior versions and govern the Client’s availment of the Agreement. The Client hereby acknowledges and agrees that, by continuing to send E-Instructions in accordance with the Agreement, it is deemed to have accepted and agreed to the changes and is bound by the same. The Client further understands that if it does not agree with said changes, it may inform the Bank and terminate the Agreement."
            ]
        }
    ],
    "settlement" : [
        {
            "text": "Any BILL/S that I/we may offer to RCBC under this Agreement shall be (a) uncleared or otherwise have not yet been paid or accepted for payment by the drawee of such BILL/S or any other party; (b) accompanied by a written instruction, using such forms and channels as RCBC may prescribe, indicating my/our intention to negotiate the same to RCBC and such other information as RCBC may require for the transaction; and (c) negotiated to RCBC.",
            "list": ""
        },
        {
            "text": "I/we agree that: (a) RCBC shall have sole discretion in the acceptance of any BILL/S that I/we may offer to negotiate under this Agreement; (b) RCBC shall be entitled to subject the BILL/s to any of its applicable policies and procedures for the same, including but not limited to, such verification measures, transaction limits, cut-off periods, and fees and charges prevailing on the date of the transaction; (c) RCBC may reject any BILL at any time, with or without cause, and even without any prior notice to me/us; (d) RCBC’s acceptance of any BILL/S in one instance shall not be deemed an acceptance of or promise to accept any other BILL/S in any other instance.",
            "list": ""
        },
        {
            "text": "By offering any BILL/S under this Agreement, I/we warrant and guarantee to RCBC that (a) I/we  am/are the endorser/s of the BILL/S and shall be deemed liable as such, notwithstanding the absence of my/our endorsement/s on such BILL/S; (b) the BILL/S and any signatures appearing on the same are genuine and in all respects what they purport to be; (c) I/we have good title to the BILL/S; (d) the issuer, maker, prior endorser, and all other parties to the BILL/S have capacities to contract; (e) I/we have no knowledge of any fact which would impair the validity of the BILL/S or negate RCBC’s right to receive the proceeds thereof or which would render such BILL/S valueless. RCBC’s acceptance of any BILL/S, or receipt of any portion of the proceeds thereof, shall not be deemed a waiver of my/our warranties under this provision or any of RCBC’s rights and remedies under this Agreement.",
            "list": ""
        },
        {
            "text": "Our presentment for payment, acceptance, notice of dishonor, protest and all other rights under applicable laws and regulations are hereby waived.",
            "list": ""
        },
        {
            "text": "It is understood that in case the BILL/S is/are dishonored or is returned for any reason, including but not limited to, loss of the BILL/S, stop payment order/s,  forgeries, or technical defects, RCBC shall do the following, without any further notice to or consent from me/us: (a) terminate, reverse, cancel, sell, liquidate, or otherwise unwind the Investments; and (b) debit from my/our account(s) in RCBC or otherwise charge against my/our moneys or assets in any of my/our RCBC Accounts, deposit or otherwise (RCBC Account/s), the face amount/s of the BILL/S and all costs, losses, and liabilities arising from such termination, reversal, cancellation, sale, liquidation or unwinding the Investments, including any mark to market costs and bank fees and charges. In the event that my/our RCBC Account/s be insufficient to cover the amount/s due from me/us under this paragraph, I/we undertake to pay the deficiency immediately upon RCBC's demand.",
            "list": ""
        },
        {
            "text" : "In case of any breach of my/our obligations hereunder or any other transaction I/we have with RCBC or hereafter, RCBC is hereby authorized to do the following, without need of any further notice to or consent from me/us:",
            "list": [
                "Debit and/or charge against my/our RCBC Account/s the payment of said obligations; or",
                "To sell, by public or private sale, at such price and terms deemed best by  RCBC, the Investments and/or any other securities and things of value in my/our name which may be in RCBC's possession and/or custody, on deposit or otherwise, and apply the net proceeds from said sale (after deducting amounts for taxes, fees and other related expenses) to the payment of said obligations, or to charge against the net proceeds the amount/s of the said obligations. Should the proceeds of such sale be insufficient to cover the amount/s due from me/us under this paragragraph, I/we undertkae to pay the deficiency immediately upon RCBC's demand."
            ]
        },
        {
            "text": "In the event of my/our death (for individuals), the applicable RCBC policies on the handling of deceased depositor’s accounts shall apply.",
            "list": ""
        },
        {
            "text": "All rights, remedies and powers granted to RCBC hereunder or under the law, shall be cumulative and may be exercised singly or concurrently, on any one or more occasions, and shall include among others, the right to a court injunction to restrain a breach or threatened breach by me/us hereunder.",
            "list": ""
        },
        {
            "text": "No delay or omission on RCBC's part in exercising any right hereunder or under the law shall operate as a waiver of such right or of any other rights.",
            "list": ""
        },
        {
            "text": "RCBC shall not be held liable for losses in transmitting the BILL/S to the drawee bank directly or through an RCBC branch or correspondent bank.",
            "list": ""
        },
        {
            "text": "This agreement shall be governed by Phillippine laws.",
            "list": ""
        },
        {
            "text": "All actions arising from the transaction shall be brought exclusively in the proper courts of Makati City or in the place of RCBC's payment of the value of the BILL/S, at RCBC's option.",
            "list": ""
        },
        {
            "text": "In case it shall be necessary to utilize the services of a lawyer to commence legal proceedings in respect of my/our obligations, I/we shall pay RCBC the sum equivalent to 20% of the amount due as attorney’s fees but not less than Five Thousand Pesos (PhP5,000.00).  I/we shall also pay RCBC all reasonable cost and expenses for collection, whether or not the services of a lawyer are utilized or court action is instituted.",
            "list": ""
        },
        {
            "text": "We agree that should any of the stipulations herein be held invalid, the legality and enforceability of the remaining stipulations shall not in any way be affected or impaired.",
            "list": ""
        },
        {
            "text": "It is understood that all collateral contracts and securities in my/our favor relating to the BILL/S, if any, are transferred to RCBC upon my/our negotiation of the BILL/S in RCBC's favor.",
            "list": ""
        },
        {
            "text": "RCBC reserves the right to amend any of the foregoing provisions upon due notice to the Client.  The Client hereby agrees that, when RCBC amends the provisions, the then-current version of the Agreement shall supersede all prior versions and govern the Client’s availment of the Agreement. The Client hereby acknowledges and agrees that, by continuing to negotiate BILLS in accordance with the Agreement, it is deemed to have accepted and agreed to the changes and is bound by the same. The Client further understands that if it does not agree with said changes, it may inform RCBC and terminate the Agreement.",
            "list": ""
        }
    ],
    "dataPrivacy" : [
        {
            "text": "For legitimate purposes including but not limited to credit and risk management, know your customer (KYC) checks, prevention and detection of fraud or crime, system or product development and planning,  complaints management, insurance, audit and administrative purposes, and relationship management,",
            "list": ""
        },
        {
            "text": "To provide services to me/us or implement transactions which I/We request, allow, or authorize, and",
            "list": ""
        },
        {
            "text": "To comply with YGC entities’ internal policies and YGC entities’ reporting obligations to comply with",
            "list": [
                "Applicable Law1 , and internal policies or procedures, or",
                "any demand and/or requests from Government Authorities2  for purposes of reporting, regulatory trade reporting, disclosure or other obligations under Applicable Law."
            ]
        }
    ]
}